 标题：太阳徐徐升起
      副标题：一个中国女人在伦敦的故事

故事梗概
刚过而立之年的夏雪放弃了国内稳定的工作，跟随丈夫夏雨和女儿扣子一起来到了伦敦。他们住在英国最现代的新金融城里------伦敦金丝雀码头。泰晤士河从这片世界各国金融和保险公司总部云集的风水宝地横穿而过，就在这城区的中心区不远处，有一栋平常无异的三层楼四合院，这里是中资银行外派员工的宿舍。

在夏雪人生的头三十年里她几乎不看译制片，因为她觉得电视里夸张的普通话配音与画面极其不协调。然而，与所有空降大英帝国的其他中国人一样，英文成了她的一道如影随行的门槛儿。

她将如何翻越这道透明的城墙？如果她只是独身前来异国打拼，她是不用顾及自己翻越的姿势是否难看，翻越的过程是否会摔坏自己而连累家人等等。

这个世界从来都是有人欢喜有人愁。她院子里的女人们从来的第一天起就放弃了学英文，每天上午，当老公和孩子出门各就各位以后，这些女人们就开始了自己的事业--------买菜做饭做家务外带追剧，年复一年。夏雪整天愁眉不展，她决定先跟英文死磕到底。于是，她每天除了做简单的家务外，就一心扑在了学英文上。可是，工作繁忙的夏雨希望妻子也能像其他同事的妻子一样在家相夫教子，安心照顾他们5岁的女儿扣子，由此，这个小家庭随着夏雪对英文的越来越投入而加剧了矛盾的升级。

三十出头的夏雪外形气质完全不在已婚队列，她一副青春逼人的学生面容，每天背着双肩包出入当地的社区大学，她离这个院子里女人们的生活渐行渐远，最终她难逃她们的背后使枪。

生活从来都不会亏待有准备的行动派，当夏雪在努力平衡自我成长空间与家庭生活的岁月里，她和家人的生活曲线是徐徐上扬的，院子里女人们的老公和孩子们也都在他们的轨道上运转良好，而只有女人们自己还在原地画圈。

夏雪没觉着自己有俯视她们的权利，她自己也不过是用尽全力过上了和当地普通老百姓一样的正常生活——有一份普通的工作，可以挺直腰杆参加一些稀疏平常的社交活动，比如结交一些英国朋友、家长会的时候可以与老师交流顺畅、参与家长们的私人聚会、去参加一些兴趣班和听一些自己喜欢的讲座等等。
夏雪不期待太阳每天都是新的，只要它每天正常升起就好………


目录
第一章	初到伦敦
第二章	焦虑症
第三章	星巴克
第四章	国内的工作
第五章	英文家教
第六章	钢琴课
第七章	基督徒夫妇
第八章	社区大学
第九章	黑人朋友
第十章	社区翻译证书
第十一章	伦敦奥运会
第十二章	小升初备考
第十三章	大学预科班
第十四章	本科三年
第十五章	国内的客人
第十六章	危机
第十七章	第一份工作
第十八章	朋友老公的电影
第十九章	第二份工作
第二十章	二胎时代
第二十一章	第三份工作
第二十二章	两地分居
